const productData = [
    {
      "brand": "GS25",
      "name": "김혜자 정식 도시락",
      "price": 4937,
      "tags": [
        "도시락류",
        "정식",
        "단백질"
      ]
    },
    {
      "brand": "GS25",
      "name": "치즈불닭 삼각김밥",
      "price": 1261,
      "tags": [
        "삼각김밥",
        "출근길",
        "가성비"
      ]
    },
    {
      "brand": "GS25",
      "name": "크림치즈 샌드위치",
      "price": 2478,
      "tags": [
        "샌드위치",
        "부드러운",
        "아침용"
      ]
    },
    {
      "brand": "GS25",
      "name": "닭가슴살 샐러드",
      "price": 5409,
      "tags": [
        "샐러드",
        "헬시",
        "다이어트"
      ]
    },
    {
      "brand": "GS25",
      "name": "매운 해장라면",
      "price": 6462,
      "tags": [
        "라면",
        "매운맛",
        "간단식"
      ]
    },
    {
      "brand": "GS25",
      "name": "포카칩 오리지널",
      "price": 1639,
      "tags": [
        "과자",
        "디저트",
        "중독성"
      ]
    },
    {
      "brand": "GS25",
      "name": "참치김밥",
      "price": 6547,
      "tags": [
        "김밥",
        "전통",
        "한입"
      ]
    },
    {
      "brand": "GS25",
      "name": "핫식스",
      "price": 3337,
      "tags": [
        "음료",
        "탄산",
        "무설탕"
      ]
    },
    {
      "brand": "GS25",
      "name": "와인 한잔",
      "price": 1846,
      "tags": [
        "와인",
        "디너용",
        "혼술"
      ]
    },
    {
      "brand": "GS25",
      "name": "티라미수 컵",
      "price": 1455,
      "tags": [
        "디저트",
        "초코",
        "쿠키"
      ]
    },
    {
      "brand": "이마트24",
      "name": "한판 도시락",
      "price": 3591,
      "tags": [
        "도시락류",
        "단백질",
        "정식"
      ]
    },
    {
      "brand": "이마트24",
      "name": "참치마요 삼각김밥",
      "price": 2987,
      "tags": [
        "삼각김밥",
        "출근길",
        "가성비"
      ]
    },
    {
      "brand": "이마트24",
      "name": "햄치즈 샌드위치",
      "price": 6761,
      "tags": [
        "샌드위치",
        "아침용",
        "부드러운"
      ]
    },
    {
      "brand": "이마트24",
      "name": "단호박 샐러드",
      "price": 3356,
      "tags": [
        "샐러드",
        "헬시",
        "가볍게"
      ]
    },
    {
      "brand": "이마트24",
      "name": "진한 육개장",
      "price": 3309,
      "tags": [
        "라면",
        "국물요리",
        "매운맛"
      ]
    },
    {
      "brand": "이마트24",
      "name": "눈을감자",
      "price": 3338,
      "tags": [
        "과자",
        "디저트",
        "중독성"
      ]
    },
    {
      "brand": "이마트24",
      "name": "소불고기 김밥",
      "price": 2971,
      "tags": [
        "김밥",
        "한입",
        "간편"
      ]
    },
    {
      "brand": "이마트24",
      "name": "레쓰비 콜드브루",
      "price": 4687,
      "tags": [
        "음료",
        "탄산",
        "카페인"
      ]
    },
    {
      "brand": "이마트24",
      "name": "라 크라사드 와인",
      "price": 2310,
      "tags": [
        "와인",
        "수입",
        "디너용"
      ]
    },
    {
      "brand": "이마트24",
      "name": "초코 브라우니",
      "price": 6277,
      "tags": [
        "디저트",
        "바닐라",
        "케이크"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "일본식 규동 도시락",
      "price": 3330,
      "tags": [
        "도시락류",
        "든든한",
        "정식"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "소불고기 삼각김밥",
      "price": 1353,
      "tags": [
        "삼각김밥",
        "출근길",
        "가성비"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "계란 샌드위치",
      "price": 2568,
      "tags": [
        "샌드위치",
        "아침용",
        "부드러운"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "치킨텐더 샐러드",
      "price": 4895,
      "tags": [
        "샐러드",
        "헬시",
        "다이어트"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "불닭볶음면",
      "price": 2605,
      "tags": [
        "라면",
        "간단식",
        "국물요리"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "프렌치버터쿠키",
      "price": 4728,
      "tags": [
        "과자",
        "디저트",
        "중독성"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "치즈김밥",
      "price": 6311,
      "tags": [
        "김밥",
        "간편",
        "전통"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "몬스터 에너지",
      "price": 1407,
      "tags": [
        "음료",
        "무설탕",
        "카페인"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "수입 와인 미니",
      "price": 6341,
      "tags": [
        "와인",
        "수입",
        "디너용"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "오레오 케이크",
      "price": 2864,
      "tags": [
        "디저트",
        "케이크",
        "초코"
      ]
    },
    {
      "brand": "GS25",
      "name": "연세크림빵",
      "price": 2500,
      "tags": ["디저트", "크림", "스테디셀러"]
    },
    {
      "brand": "GS25",
      "name": "오모리 김치찌개 라면",
      "price": 1600,
      "tags": ["라면", "매운맛", "스테디셀러"]
    },
    {
      "brand": "GS25",
      "name": "혜자로운집밥 설명절도시락",
      "price": 6500,
      "tags": ["도시락류", "정식", "명절"]
    },
    {
      "brand": "GS25",
      "name": "잡채모둠전",
      "price": 5500,
      "tags": ["반찬", "전통", "명절"]
    },
    {
      "brand": "GS25",
      "name": "철가방요리사 마라짬뽕면",
      "price": 5900,
      "tags": ["라면", "매운맛", "셰프콜라보"]
    },
    {
      "brand": "GS25",
      "name": "한상가득 도시락",
      "price": 6700,
      "tags": ["도시락류", "정식", "푸짐한"]
    },
    {
      "brand": "GS25",
      "name": "BIG스팸마요덮밥",
      "price": 5400,
      "tags": ["컵밥", "간편식", "스팸"]
    },
    {
      "brand": "GS25",
      "name": "BIG치즈닭갈비덮밥",
      "price": 5400,
      "tags": ["컵밥", "매운맛", "치즈"]
    },
    {
      "brand": "GS25",
      "name": "BIG치킨마요덮밥",
      "price": 5400,
      "tags": ["컵밥", "간편식", "치킨"]
    },
    {
      "brand": "GS25",
      "name": "갈비만두",
      "price": 7800,
      "tags": ["만두", "간편식", "고기"]
    },
    {
      "brand": "이마트24",
      "name": "우유롤케이크",
      "price": 2500,
      "tags": ["디저트", "롤케이크", "소포장"]
    },
    {
      "brand": "이마트24",
      "name": "초코큐브 페스츄리",
      "price": 2000,
      "tags": ["디저트", "페스츄리", "가성비"]
    },
    {
      "brand": "이마트24",
      "name": "에코 프렌들리 샐러드",
      "price": 4500,
      "tags": ["샐러드", "헬시", "친환경"]
    },
    {
      "brand": "이마트24",
      "name": "슈퍼푸드 에너지바",
      "price": 3000,
      "tags": ["간식", "건강", "슈퍼푸드"]
    },
    {
      "brand": "이마트24",
      "name": "상상의 끝 김밥",
      "price": 1900,
      "tags": ["김밥", "가성비", "소포장"]
    },
    {
      "brand": "이마트24",
      "name": "상상의 끝 삼각김밥",
      "price": 900,
      "tags": ["삼각김밥", "가성비", "소포장"]
    },
    {
      "brand": "이마트24",
      "name": "맛초킹 치즈치밥",
      "price": 4900,
      "tags": ["도시락류", "치킨", "매운맛"]
    },
    {
      "brand": "이마트24",
      "name": "누들핏 튀김우동",
      "price": 3500,
      "tags": ["라면", "우동", "간편식"]
    },
    {
      "brand": "이마트24",
      "name": "컵누들 참깨라면",
      "price": 3300,
      "tags": ["라면", "참깨", "간편식"]
    },
    {
      "brand": "이마트24",
      "name": "캐치티니핑 콘마요디핑라볶이",
      "price": 4900,
      "tags": ["라볶이", "옥수수", "매운맛"]
    },
    {
      "brand": "세븐일레븐",
      "name": "앙리마티스 바닐라라떼",
      "price": 3300,
      "tags": ["음료", "커피", "바닐라"]
    },
    {
      "brand": "세븐일레븐",
      "name": "앙리마티스 아메리카노",
      "price": 3300,
      "tags": ["음료", "커피", "아메리카노"]
    },
    {
      "brand": "세븐일레븐",
      "name": "앙리마티스 카페라떼",
      "price": 3300,
      "tags": ["음료", "커피", "라떼"]
    },
    {
      "brand": "세븐일레븐",
      "name": "오구딸기타임",
      "price": 1300,
      "tags": ["음료", "딸기", "우유"]
    },
    {
      "brand": "세븐일레븐",
      "name": "오구초코타임",
      "price": 1300,
      "tags": ["음료", "초코", "우유"]
    },
    {
      "brand": "세븐일레븐",
      "name": "쉼230ml",
      "price": 2400,
      "tags": ["음료", "건강", "헬시"]
    },
    {
      "brand": "GS25",
      "name": "치즈폭탄 핫바",
      "price": 2300,
      "tags": [
        "핫바",
        "치즈",
        "단백질"
      ]
    },
    {
      "brand": "이마트24",
      "name": "불고기 핫바",
      "price": 2100,
      "tags": [
        "핫바",
        "불고기맛",
        "가성비"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "크림치즈어묵 핫바",
      "price": 2500,
      "tags": [
        "핫바",
        "어묵",
        "간식"
      ]
    },
    {
      "brand": "GS25",
      "name": "매콤닭갈비 핫바",
      "price": 2400,
      "tags": [
        "핫바",
        "매운맛",
        "닭고기"
      ]
    },
    {
      "brand": "이마트24",
      "name": "한입 모짜렐라 핫바",
      "price": 2200,
      "tags": [
        "핫바",
        "치즈",
        "한입"
      ]
    }
  ];