const productData = [
    {
      "brand": "GS25",
      "name": "김혜자 정식 도시락",
      "price": 4937,
      "tags": [
        "도시락류",
        "정식",
        "단백질"
      ]
    },
    {
      "brand": "GS25",
      "name": "치즈불닭 삼각김밥",
      "price": 1261,
      "tags": [
        "삼각김밥",
        "출근길",
        "가성비"
      ]
    },
    {
      "brand": "GS25",
      "name": "크림치즈 샌드위치",
      "price": 2478,
      "tags": [
        "샌드위치",
        "부드러운",
        "아침용"
      ]
    },
    {
      "brand": "GS25",
      "name": "닭가슴살 샐러드",
      "price": 5409,
      "tags": [
        "샐러드",
        "헬시",
        "다이어트"
      ]
    },
    {
      "brand": "GS25",
      "name": "매운 해장라면",
      "price": 6462,
      "tags": [
        "라면",
        "매운맛",
        "간단식"
      ]
    },
    {
      "brand": "GS25",
      "name": "포카칩 오리지널",
      "price": 1639,
      "tags": [
        "과자",
        "디저트",
        "중독성"
      ]
    },
    {
      "brand": "GS25",
      "name": "참치김밥",
      "price": 6547,
      "tags": [
        "김밥",
        "전통",
        "한입"
      ]
    },
    {
      "brand": "GS25",
      "name": "핫식스",
      "price": 3337,
      "tags": [
        "음료",
        "탄산",
        "무설탕"
      ]
    },
    {
      "brand": "GS25",
      "name": "와인 한잔",
      "price": 1846,
      "tags": [
        "와인",
        "디너용",
        "혼술"
      ]
    },
    {
      "brand": "GS25",
      "name": "티라미수 컵",
      "price": 1455,
      "tags": [
        "디저트",
        "초코",
        "쿠키"
      ]
    },
    {
      "brand": "이마트24",
      "name": "한판 도시락",
      "price": 3591,
      "tags": [
        "도시락류",
        "단백질",
        "정식"
      ]
    },
    {
      "brand": "이마트24",
      "name": "참치마요 삼각김밥",
      "price": 2987,
      "tags": [
        "삼각김밥",
        "출근길",
        "가성비"
      ]
    },
    {
      "brand": "이마트24",
      "name": "햄치즈 샌드위치",
      "price": 6761,
      "tags": [
        "샌드위치",
        "아침용",
        "부드러운"
      ]
    },
    {
      "brand": "이마트24",
      "name": "단호박 샐러드",
      "price": 3356,
      "tags": [
        "샐러드",
        "헬시",
        "가볍게"
      ]
    },
    {
      "brand": "이마트24",
      "name": "진한 육개장",
      "price": 3309,
      "tags": [
        "라면",
        "국물요리",
        "매운맛"
      ]
    },
    {
      "brand": "이마트24",
      "name": "눈을감자",
      "price": 3338,
      "tags": [
        "과자",
        "디저트",
        "중독성"
      ]
    },
    {
      "brand": "이마트24",
      "name": "소불고기 김밥",
      "price": 2971,
      "tags": [
        "김밥",
        "한입",
        "간편"
      ]
    },
    {
      "brand": "이마트24",
      "name": "레쓰비 콜드브루",
      "price": 4687,
      "tags": [
        "음료",
        "탄산",
        "카페인"
      ]
    },
    {
      "brand": "이마트24",
      "name": "라 크라사드 와인",
      "price": 2310,
      "tags": [
        "와인",
        "수입",
        "디너용"
      ]
    },
    {
      "brand": "이마트24",
      "name": "초코 브라우니",
      "price": 6277,
      "tags": [
        "디저트",
        "바닐라",
        "케이크"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "일본식 규동 도시락",
      "price": 3330,
      "tags": [
        "도시락류",
        "든든한",
        "정식"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "소불고기 삼각김밥",
      "price": 1353,
      "tags": [
        "삼각김밥",
        "출근길",
        "가성비"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "계란 샌드위치",
      "price": 2568,
      "tags": [
        "샌드위치",
        "아침용",
        "부드러운"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "치킨텐더 샐러드",
      "price": 4895,
      "tags": [
        "샐러드",
        "헬시",
        "다이어트"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "불닭볶음면",
      "price": 2605,
      "tags": [
        "라면",
        "간단식",
        "국물요리"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "프렌치버터쿠키",
      "price": 4728,
      "tags": [
        "과자",
        "디저트",
        "중독성"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "치즈김밥",
      "price": 6311,
      "tags": [
        "김밥",
        "간편",
        "전통"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "몬스터 에너지",
      "price": 1407,
      "tags": [
        "음료",
        "무설탕",
        "카페인"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "수입 와인 미니",
      "price": 6341,
      "tags": [
        "와인",
        "수입",
        "디너용"
      ]
    },
    {
      "brand": "세븐일레븐",
      "name": "오레오 케이크",
      "price": 2864,
      "tags": [
        "디저트",
        "케이크",
        "초코"
      ]
    },
    
  ];